import event1 from '../src/Assets/event1.png';
import event2 from '../src/Assets/event2.png';
import event3 from '../src/Assets/event3.jpg';
import event4 from '../src/Assets/event4.png';
import event5 from '../src/Assets/event5.jpg';
import event6 from '../src/Assets/event6.jpg';
import event7 from '../src/Assets/event7.png';
import event8 from '../src/Assets/event8.jpg';
import event9 from '../src/Assets/event9.png';
import event10 from '../src/Assets/event10.png';
import event11 from '../src/Assets/event11.jpg';

const Data = [
  {
    id: 1,
    imgSrc: event1,
    eventTitle: 'ΚΡΥΜΜΕΝΑ ΜΥΣΤΙΚΑ/SLEEPING DOGS',
    eventLocation: 'Options Cinemas',
    eventCategory: 'Κινηματογράφος',
    eventPrice: '8€',
    eventDate: [
      { startDate: '24/05/2024', endDate: '30/05/2024' },
    ],
    eventDescription: 'Κάποια ψέματα δεν θάβονται. Αφού υποβλήθηκε σε μία πρωτοποριακή θεραπεία για τη νόσο του Αλτσχάιμερ, ένας πρώην ντετέκτιβ ανθρωποκτονιών επανεξετάζει μια υπόθεση δεκαετίας που αφορά την άγρια δολοφονία ενός καθηγητή κολεγίου - και είναι σαν να ερευνά την υπόθεση για πρώτη φορά.',
    eventHour:'22:10'
  },
  {
    id: 2,
    imgSrc: event2,
    eventTitle: 'Inside out σεμινάριο υποκριτικής με την Παναγιώτα Αβραμοπούλου στο θέατρο act',
    eventLocation: 'Θέατρο Act',
    eventCategory: 'Θέατρο',
    eventPrice: '70€',
    eventDate: [
      { startDate: '25/05/2024', endDate: '25/05/2024' },
    ],
    eventDescription: 'Το σεμινάριο υποκριτικής «Inside out» έχει ως στόχο να ενεργοποιήσει το σώμα εξευρενώντας τόσο τις αισθήσεις του, όσο και τις εμπειρίες του, καταφέρνοντας με αυτό το τρόπο ο μαθητευόμενος να πλησιάσει περισσότερο την αλήθεια του εκάστοτε χαρακτήρα.',
    eventHour:'15:00'
  },
  {
    id: 3,
    imgSrc: event3,
    eventTitle: 'Devised Theatre Slaughter στο θέατρο act',
    eventLocation: 'Θέατρο Act',
    eventCategory: 'Θέατρο',
    eventPrice: '20€',
    eventDate: [
      { startDate: '29/05/2024', endDate: '02/06/2024' },
    ],
    eventDescription: 'Ο κοινωνικός θάνατος σε όλες του τις εκφάνσεις. Ο πολιτισμός μας διαλύεται, ο πόλεμος αρχίζει να μας αφορά, και εμείς γυρνάμε αλλού το φακό.Τα Bad Eggs με μια devised παράσταση χρησιμοποιούν κείμενα του Ιονέσκο για να αναδείξουν το πρόβλημα και βρίσκουν λύσεις μέσα από τα τραγούδια του Πανούση και του Ιωαννίδη.',
    eventHour:'21:30'
  },
  {
    id: 4,
    imgSrc: event4,
    eventTitle: '"ΦΑΝTΑΣΤΙΚΟΙ ΦΙΛΟΙ/IF"',
    eventLocation: 'Options Cinemas',
    eventCategory: 'Κινηματογράφος',
    eventPrice: '8€',
    eventDate: [
      { startDate: '23/05/2024', endDate: '02/06/2024' },
    ],
    eventDescription: ' Από τον σεναριογράφο και σκηνοθέτη John Krasinski, η ταινία «ΦΑΝΤΑΣΤΙΚΟΙ ΦΙΛΟΙ» έχει για πρωταγωνίστρια ένα κορίτσι που ανακαλύπτει ξαφνικά ότι μπορεί να βλέπει τους φανταστικούς φίλους όλων των παιδιών – καθώς και τι κάνει με αυτήν την υπερδύναμη - και ξεκινά μια μαγική περιπέτεια για να επανασυνδέσει τους ξεχασμένους Φανταστικούς Φίλους με τα αντίστοιχα παιδιά.',
    eventHour:'17:10'
  },
  {
    id: 5,
    imgSrc: event5,
    eventTitle: 'Εθελοντικές αιμοδοσίες στην Πάτρα',
    eventLocation: 'Δημοτικά σχολεία Πατρών',
    eventCategory: 'Ανοικτή Συγκέντρωση',
    eventPrice: '0€',
    eventDate: [
      { startDate: '29/05/2024', endDate: '30/05/2024' },
    ],
    eventDescription: "Ο Σύλλογος Εθελοντών Αιμοδοτών Κέντρου Υγείας Χαλανδρίτσας σε συνεργασία με το τμήμα Αιμοδοσίας του Γ.Ν.Π «Ο Άγιος Ανδρέας» και την Περιφέρεια Δυτικής Ελλάδος προγραμματίζει εθελοντικές αιμοδοσίες. Αγαπητοί αιμοδότες οι ανάγκες για αίμα δεν σταματούν ποτέ. Δώστε το παρόν.Προσφέρετε 10 λεπτά από το χρόνο σας βοηθώντας όσους έχουν ανάγκη. «Δώστε αίμα , δώστε αγάπη ,δώστε ζωή , είναι στο χέρι σας»",
    eventHour:'17:30'
  },
  {
    id: 6,
    imgSrc: event6,
    eventTitle: 'Έκθεση ζωγραφικής «Νature» της Βέρας Νοβοτσίδου στο Αρχοντικό Παναγιωτόπουλους',
    eventLocation: 'Μητροπόλεως 23, Αίγιο',
    eventCategory: 'Έκθεση',
    eventPrice: '0€',
    eventDate: [
      { startDate: '25/05/2024', endDate: '05/06/2024' },
    ],
    eventDescription: 'Τα εγκαίνια της έκθεσης ζωγραφικής «Nature», της Βέρας Νοβοτσίδου,θα πραγματοποιηθούν το Σάββατο 25 Μαΐου στις 6μ.μ. στο Αρχοντικό Παναγιωτόπουλου στο Αίγιο. Η Βέρα Νοβοτσίδου είναι μια πολύτεκνη μαμά, ζωγράφος και γραφίστρια με πολυετή εμπειρία και έχει συμμετοχές σε διαγωνισμούς και αρκετά δημιουργικά επιτεύγματα, όπως μεταξύ άλλων: - Ομαδική έκθεση στον πολυχώρο «Kube» της Αθήνας το 2015, - Ομαδική έκθεση στην «Γκαλερί εν Δράση», υπό την αιγίδα της UNESCO, στην Αθήνα, με θέμα «Η Σμύρνη αλλιώς» το 2022, - Ομαδική έκθεση στην «Γκαλερί εν Δράση» με την σειρά πινάκων «Διακοπτό» το 2023,-Ατομική έκθεση ζωγραφικής στο Αίγιο με θέμα «Ονείρου τόπος Αιγιάλεια» το 2023, Ατομική έκθεση ζωγραφικής στο Διακοπτό με θέμα «Αγαπώ το Διακοπτό» το 2023, -Δύο δεύτερες θέσεις και τρίτη θέση στον Παγκόσμιο Διαγωνισμό εικαστικών τεχνών «Golden time talent», σεζόν 49, το 2023 -Πρώτη θέση και δύο δεύτερες θέσεις στον Παγκόσμιο Διαγωνισμό εικαστικών τεχνών «Golden time talent», σεζόν 51, το 2023 -Δωρεές σε συλλόγους και ιδιωτικές συλλογές καθώς και εθελοντική προσφορά σε συλλόγους κοινωνικού χαρακτήρα. Η έκθεση «Nature» περιλαμβάνει τους πίνακες που κατέλαβαν τις νίκες στους Παγκόσμιους Διαγωνισμούς, καθώς και νέα σειρά με πρωτότυπα έργα ζωγραφικής που συνδυάζει την τρυφερότητα και την δύναμη της φύσης σε θεματικά πορτρέτα. Μια έκθεση - ταξίδι στο συναίσθημα. Με την επίσκεψη σας στην έκθεση θα μπορέσετε να συμμετάσχετε στη κλήρωση για την δημιουργία του δικού σας μοναδικού πορτρέτου, η κλήρωση θα πραγματοποιηθεί τη βραδιά των εγκαινίων. Είσοδος ελεύθερη. Θα σας περιμένουμε όλους!!!',
    eventHour:'18:00'
  },
  {
    id:7,
    imgSrc: event7,
    eventTitle: 'ΓΟΥΙΝΙ ΤΟ ΑΡΚΟΥΔΑΚΙ: ΑΙΜΑ ΚΑΙ ΜΕΛΙ ΙΙ',
    eventLocation: 'Options Cinemas',
    eventCategory: 'Κινηματογράφος',
    eventPrice: '8€',
    eventDate: [
      { startDate: '29/05/2024', endDate: '10/06/2024' },
    ],
    eventDescription: 'Επιδιώκοντας να εκδικηθεί τον πρώην παιδικό του φίλο, ο Γουίνι το Αρκουδάκι επιστρέφει αποφασισμένος να βρει και να σκοτώσει τον Κρίστοφερ καθώς και τους ενήλικους που επέζησαν από το πάρτι για τα 5α γενέθλια του Κρίστοφερ. Το Αρκουδάκι, μαζί με τους τρομακτικούς τερατώδεις φίλους του, τον Κουκουβάγια και τον Τίγρη, αρχίζει να τους σκοτώνει έναν προς έναν.',
    eventHour:'21:30'
  },
  {
    id: 8,
    imgSrc: event8,
    eventTitle: 'To Ξύπνημα της Άνοιξης στο Θέατρο Λιθογραφείον',
    eventLocation: 'Θέατρο Λιθογραφείον',
    eventCategory: 'Θέατρο',
    eventPrice: '2€',
    eventDate: [
      { startDate: '29/05/2024', endDate: '29/05/2024' },
    ],
    eventDescription: 'Έργο, το οποίο λογοκρίθηκε στην εποχή του το 1891 και ανέβηκε για πρώτη φορά 15 χρόνια μετά. Έφηβοι μαθητές συγκρούονται με το σχολείο, την οικογένεια, τον εαυτό τους καθώς ανακαλύπτουν τη θέση τους στον κόσμο ξεπερνώντας τα όρια τους. Αποκαλύπτεται η υποκρισία της πουριτανικής κοινωνίας και μια εξουσία που φιμώνει και καταπιέζει. Θίγονται θέματα ταμπού, όπως η βία και η σεξουαλικότητα και κρίνεται αναγκαία μια προειδοποίηση για ευαίσθητο περιεχόμενο. Η Θεατρική ομάδα τών Πολιτιστικών Ομάδων Φοιτητών Πανεπιστημίου Πατρών (Π.Ο.Φ.Π.Π.) είναι μια ερασιτεχνική φοιτητική ομάδα η οποία είναι αυτοδιαχειριζομενη. Λειτουργεί με οριζοντιότητα και οι αποφάσεις παίρνονται μέσω συνελεύσεων οι οποίες λειτουργούν με συνδιαμόρφωση. Προασπίζουμε το ελεύθερο και δωρεάν θέατρο και τη μη στρατευμένη τέχνη, η οποία αντιδρά σε κάθε μορφή αδικίας και βίας μέσω της ελεύθερης έκφρασης. Δεν ανεχόμαστε καμία είδους παραβιαστική και ρατσιστική συμπεριφορά.',     eventHour:'20:00'
  },
  {
    id: 9,
    imgSrc: event9,
    eventTitle: 'Η ΤΕΛΕΥΤΑΙΑ ΣΥΝΕΔΡΙΑ ΤΟΥ ΦΡΟΪΝΤ',
    eventLocation: 'Options Cinemas',
    eventCategory: 'Κινηματογράφος',
    eventPrice: '8€',
    eventDate: [
      { startDate: '29/05/2024', endDate: '10/06/2024' },
    ],
    eventDescription: 'ονδίνο, 3 Σεπτεμβρίου 1939. Ο κόσμος βρίσκεται στο χείλος του πολέμου. Τις τελευταίες μέρες του, ο Σίγκμουντ Φρόιντ, ενώ έχει πρόσφατα δραπετεύσει με την κόρη του από το ναζιστικό καθεστώς, δέχεται επίσκεψη από τον καθηγητής της Οξφόρδης Κ. Σ. Λιούις. Την ημέρα αυτή, δύο από τα μεγαλύτερα μυαλά του εικοστού αιώνα συμμετέχουν σε μια μνημειώδη συνεδρία σχετικά με την πίστη στο μέλλον της ανθρωπότητας και την ύπαρξη του Θεού, μεταξύ άλλων. Καθώς ο πόλεμος αρχίζει να μαίνεται, δύο αξιόλογες φιγούρες συγκρούονται για το μεγαλύτερο ερώτημα από όλα: Υπάρχει Θεός;',
    eventHour:'22:00'
  },
  {
    id: 10,
    imgSrc: event10,
    eventTitle: 'ΠΥΞ ΛΑΞ με συνοδεία Συμφωνικής Ορχήστρας στο Παμπελοποννησιακό Στάδιο',
    eventLocation: 'Παμπελοποννησιακό Στάδιο',
    eventCategory: 'Μουσική',
    eventPrice: '18€',
    eventDate: [
      { startDate: '02/06/2024', endDate: '02/06/2024' },
    ],
    eventDescription: 'Αλλαγή Ημερομηνίας λόγω Τελικού Champions League X LALALA presents ΠΥΞ ΛΑΞ Mε τη συνοδεία της SCA Orchestra Υπό τη διεύθυνση του Mίλτου Λογιάδη Κυριακή 2 Ιουνίου 2024 Παμπελοποννησιακό Στάδιο, Πάτρα Kυριακή 2 Ιουνίου στο Παμπελοποννησιακό Στάδιο με τη συνοδεία της SCA Orchestra υπό τη διεύθυνση του Μίλτου Λογιάδη, οι ΠΥΞ ΛΑΞ  θα ερμηνεύσουν τις μεγαλύτερες επιτυχίες της καριέρας τους. Ο γνώριμος ροκ ήχος των ΠΥΞ ΛΑΞ ενώνεται με το πάθος της κλασικής ορχήστρας! H νύχτα ομορφαίνει χορεύοντας συντροφιά με τις νότες.... Σας περιμένουμε!',
    eventHour:'21:00'
  },
  {
    id: 11,
    imgSrc: event11,
    eventTitle: 'Παρουσίαση βιβλίου "Κρασί από τα χείλη σου" στη Γωνιά του Βιβλίου',
    eventLocation: 'Γωνιά του βιβλίου - Βιβλιοπωλεία Παπαχρίστου',
    eventCategory: 'Παρουσιάσεις',
    eventPrice: '0€',
    eventDate: [
      { startDate: '02/06/2024', endDate: '02/06/2024' },
    ],
    eventDescription: 'Μια διαφορετική . . . μεθυστική ΠΑΡΟΥΣΙΑΣΗ ΒΙΒΛΙΟΥ Ο Κώστας Κρομμύδας στην Πάτρα σας υποδέχεται στο βιβλιοπωλείο Γωνιά του βιβλίου - Παπαχρίστου, Αγίου Νικολάου 32 , Πάτρα την ΚΥΡΙΑΚΗ 2 ΙΟΥΝΙΟΥ 2024 ΩΡΑ 20:00 Το βιβλιοπωλείο Γωνιά του βιβλίου - Παπαχρίστου και οι εκδόσεις Διόπτρα σας προσκαλούν να μυηθείτε στο νέο βιβλίο του Κώστα Κρομμύδα με τίτλο: Κρασί από τα χείλη σου όπου ο έρωτας συναντά τη μαγεία της αμπελουργίας.  Χορηγός κρασιού: CAVA ΚΟΡΔΑΣ ( Η οικογένεια ΚΟΡΔΑ θα προσφέρει αρωματική λευκή μαλαγουζιά - ΚΑΡΑΚΑξΑ και κόκκινο ξινόμαυρο ΚΑΡΑΚΑξΑ ). Είσοδος ελεύθερη !',
    eventHour:'20:00'
  },
];

export default Data;